export default [
  {
    image: './img/works1.webp',
    title: 'MOIRE',
    description: 'Проект Moire представляет собой интернет-магазин, который я разработал с использованием технологий Vue 3, JavaScript и Babel. Проект включает в себя каталог товаров, который позволяет пользователям просматривать товары в категориях, фильтровать их по различным параметрам и добавлять в корзину для покупки.',
    gitUrl: 'https://github.com/R071N/moire',
    demoUrl: 'https://r071n.github.io/moire/#/',
  },
  {
    image: './img/works2.webp',
    title: 'SitDownPls',
    description: 'Проект SitDownPls является интернет-магазином, который был разработан с использованием технологий Vue 3, Sass, JavaScript и Babel. Проект включает в себя страницу каталога, где пользователи могут просматривать товары, пагинацию для переключение по страницам, а также переход на страницы отдельных товаров. Кроме того, в проекте реализовано модальное окно для быстрого оформления заказа при покупке товара в один клик, упрощающая процесс покупки.',
    gitUrl: 'https://github.com/R071N/sitdownpls',
    demoUrl: 'https://r071n.github.io/sitdownpls/#/',
  },
  {
    image: './img/works3.webp',
    title: 'Welbex',
    description: 'Проект Welbex представляет собой одностраничный лендинг компании, разработанный с использованием технологий Vue 3, Webpack и JavaScript. Лендинг содержит информацию о продуктах и услугах, а также включает в себя оптимизацию и сборку с использованием сборщика Webpack. Проект Welbex также оптимизирован для мобильных устройств и имеет адаптивный дизайн, позволяющий удобно просматривать контент на экранах разных размеров.',
    gitUrl: 'https://github.com/R071N/welbex',
    demoUrl: 'https://r071n.github.io/welbex/',
  },
  {
    image: './img/works4.webp',
    title: 'ТЕХНОЗАВРРР',
    description: 'Проект ТЕХНОЗАВРРР представляет собой интернет-магазин, который я разработал с использованием технологий Vue 2, JavaScript и Babel. Проект включает в себя каталог товаров, который позволяет пользователям просматривать товары в категориях, фильтровать их по различным параметрам и добавлять в корзину для покупки.',
    gitUrl: 'https://github.com/R071N/texnozavr',
    demoUrl: 'https://r071n.github.io/texnozavr/#/',
  }
]
